Repository: wp-plugins/top-10
Catalog: languages/top-10-*.po
Languages: ro_ro

source: Options saved successfully.
ro_ro: Opţiuni salvat cu succes.

source: Options set to Default.
ro_ro: Opţiunile setate la valorile implicite.

source: Top 10 popular posts reset
ro_ro: Top 10 populare posturi Resetare

source: Top 10 daily popular posts reset
ro_ro: Top 10 posturi populare daily Reiniţializare

source: Tables cleaned of duplicate rows
ro_ro: Tabelele curățate de rânduri duplicat

source: Options:
ro_ro: Opţiuni:

source: Format to display the count in:
ro_ro: Format pentru a afişa numărul în:

source: Use <code>%totalcount%</code> to display the total count and <code>%dailycount%</code> to display the daily count. e.g. the default options displays <code>(Visited 123 times, 23 visits today)</code>
ro_ro: Utilizaţi <code>% totalcount %</code> pentru a afişa numărul total şi <code>% dailycount %</code> pentru a afişa numărul de zi cu zi. exemplu afişează opţiunile implicite <code>(vizitat 123 ori, 23 vizite azi)</code>

source: Number of popular posts to display:
ro_ro: Numărul de posturi populare pentru a afişa:

source: Daily Popular should contain views of how many days?
ro_ro: Popular de zi cu zi ar trebui să conțină vizualizări de câte zile?

source: Exclude Pages in display of Popular Posts? Number of views on Pages will continue to be counted.
ro_ro: Exclude paginile în afişarea de posturi populare? Număr de vizualizări pe pagini va continua să fie numărate.

source: Display number of views on posts?
ro_ro: Afişează numărul de vizualizări pe posturi?

source: Display number of views on pages?
ro_ro: Afişează numărul de vizualizări pe pagini?

source: Track visits of authors on their own posts?
ro_ro: Track vizite de autori pe posturile lor proprii?

source: Display number of page views in popular lists?
ro_ro: Afişează numărul de vizualizări de pagini în listele popular?

source: Force daily posts' list to be dynamic? This option uses JavaScript to load the post and can increase your page load time
ro_ro: Vigoare lista de zi cu zi de posturi să fie dinamic? Această opţiune utilizează JavaScript pentru a încărca post şi poate creşte timpul încărcare pagină

source: Display page views on Edit posts/pages in WP-Admin? An extra column is added with the count
ro_ro: Afişarea de vizualizări de pagină pe Editare posturi/pagini în WP-Admin? O coloană suplimentară se adaugă cu contele

source: A link to the plugin is added as an extra list item to the list of popular posts. Not mandatory, but thanks if you do it!
ro_ro: Un link pentru a plugin-ul se adaugă ca un element suplimentar lista la lista de posturi populare. Nu obligatoriu, dar Multumesc dacă tu a face it!

source: Output Options:
ro_ro: Opţiuni de ieşire:

source: Title of popular posts:
ro_ro: Titlul de posturi populare:

source: Title of daily popular posts:
ro_ro: Titlul de zi cu zi de posturi populare:

source: Show post excerpt in list?
ro_ro: Afişează post extras din lista?

source: Length of excerpt (in words):
ro_ro: Lungimea extras (în cuvinte):

source: Exclude Categories:
ro_ro: Excludeţi categorii:

source: Customize the output:
ro_ro: Personaliza ieşire:

source: HTML to display before the list of posts:
ro_ro: HTML pentru a afişa înainte de lista de posturi:

source: HTML to display before each list item:
ro_ro: HTML pentru a afişa înainte de fiecare element din listă:

source: HTML to display after each list item:
ro_ro: HTML pentru a afişa după fiecare element din listă:

source: HTML to display after the list of posts:
ro_ro: HTML pentru a afişa după lista de posturi:

source: Post thumbnail options:
ro_ro: Post Opţiuni pictograme:

source: Display thumbnails inline with posts, before title
ro_ro: Afişare miniaturi inline cu posturi, înainte de titlu

source: Display thumbnails inline with posts, after title
ro_ro: Afişare miniaturi inline cu posturi, după titlul

source: Display only thumbnails, no text
ro_ro: Afişa numai miniaturi, nici un text

source: Do not display thumbnails, only text.
ro_ro: Nu se afişează miniaturi, numai textul.

source: Post thumbnail meta field (the meta should point to the image source):
ro_ro: Post miniaturi meta câmp (meta ar trebui să punct de imagine sursă):

source: If the postmeta is not set, then should the plugin extract the first image from the post. This can slow down the loading of your post if the first image in the related posts is large in file-size
ro_ro: Dacă postmeta nu este setată, apoi trebuie să plugin-ul extrage prima imagine din post. Acest lucru poate încetini încărcarea de post dumneavoastră dacă prima imagine în legate de posturi este mare în mărime fişier

source: Thumbnail dimensions:
ro_ro: Dimensiunile miniatură:

source: Max width:
ro_ro: Max Lăţime:

source: Max height:
ro_ro: Max înălţime:

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
ro_ro: Dacă verificat, atunci când este găsit nici un thumbnail, arată o implicit la URL-ul de mai jos. În cazul în care nu a verificat şi este găsit nici un thumbnail, imaginea nu va fi indicat.

source: Do you want to set options to Default?
ro_ro: Doriţi să setaţi opţiunile la valorile implicite?

source: Reset count
ro_ro: Reiniţializare count

source: This cannot be reversed. Make sure that your database has been backed up before proceeding
ro_ro: Acest lucru poate fi inversat. Asiguraţi-vă că baza de date a fost sprijinit înainte de a continua

source: Are you sure you want to reset the popular posts?
ro_ro: Sigur reiniţializaţi posturi populare?

source: Are you sure you want to reset the daily popular posts?
ro_ro: Sigur reiniţializaţi posturi populare zilnic?

source: This will delete the duplicate entries in the tables. Proceed?
ro_ro: Aceasta va şterge intrările dublate în tabele. Continuaţi?

source: Quick links
ro_ro: Legături rapide pentru

source: plugin page
ro_ro: plug-in pagina

source: Other plugins
ro_ro: Alte plugin-uri

source: Support
ro_ro: Suport

source: Follow @ajaydsouza on Twitter
ro_ro: Urmaţi @ ajaydsouza pe Twitter

source: Recent developments
ro_ro: Evoluţiile recente

source: Support the development
ro_ro: Sprijinirea dezvoltării

source: Enter amount in USD:
ro_ro: Introduceţi valoarea în USD:

source: Send your donation to the author of
ro_ro: Trimite donatie autorului

source: Popular Posts
ro_ro: Posturi populare

source: Daily Popular Posts
ro_ro: Posturi populare de zi cu zi

source: Results
ro_ro: Rezultatele

source: of
ro_ro: de

source: Page
ro_ro: Pagină

source: View Daily Popular Posts
ro_ro: Vizualizare zi posturi populare

source: View Overall Popular Posts
ro_ro: Vedere de ansamblu posturi populare

source: Results per-page:
ro_ro: Rezultate pe pagină:

source: Previous
ro_ro: Anterioară

source: Next
ro_ro: Următorul

source: Daily Popular
ro_ro: Daily populare

source: Total / Today's Views
ro_ro: Total / astăzi lui vizitări

source: Display the posts popular today
ro_ro: Afişa posturi populare de astăzi

source: Display the posts popular this week
ro_ro: Afişa posturi populare în această săptămână

source: <h3>Popular Posts</h3>
ro_ro: <h3>Posturi populare</h3>

source: <h3>Daily Popular</h3>
ro_ro: <h3>Daily populare</h3>

source: Settings
ro_ro: Setări

source: Donate
ro_ro: Dona
