Repository: wp-plugins/top-10
Catalog: languages/tptn-*.po
Languages: es_es, fr_fr, sr_rs

source: Scheduled maintenance enabled / modified
sr_rs: Raspored održavanja omogućen modifikovan

source: Scheduled maintenance disabled
sr_rs: Raspoed održavanja onemogućen

source: Options saved successfully.
es_es: Configuraciones guardadas con éxito
fr_fr: Les options sont sauvegardées avec succès
sr_rs: Opcije uspešno sašuvane

source: Options set to Default.
es_es: Los parametros se configuran de manera predeterminada
fr_fr: Options par défaut sont définies
sr_rs: Opcije podešene po Default-u.

source: Top 10 popular posts reset
es_es: Reiniciar el Top de los 10 posts más populares
fr_fr: Annuler le top 10 des enregistrements les plus populaires
sr_rs: Resetuj Top 10 popularnih postova

source: Top 10 daily popular posts reset
es_es: Reiniciar el Top de los 10 posts diarios más populares
fr_fr: Annuler le top 10 des messages les plus populaires journaliers
sr_rs: Resetuj Top 10 dnevnih popularnih postova

source: Duplicate rows cleaned from tables
sr_rs: Umnoži redove očišćene sa tabela

source: General options
sr_rs: Opšta pitanja

source: Enable Overall stats
sr_rs: Omogući statistiku svega

source: Enable Daily stats
sr_rs: Omogući dnevne statistike

source: This will try to prevent W3 Total Cache from caching the addcount script of the plugin. Try toggling this option in case you find that our posts are not tracked.
sr_rs: Ovo će pokušati da spreči W3 Total Cache od cachinga addcount scripta plugina. Pokušajte da toglujete ovu opciju u slučaju da otkrijete da naši postovi nisu praćeni.

source: Number of popular posts to display:
es_es: Mostrar el número de posts más populares
fr_fr: Le nombre de populaires sur le forum
sr_rs: Broj popularnih postova za prikaz.

source: Daily Popular should contain views of how many days?
es_es: Los post diarios más populares deben contener el número de visitas al día
fr_fr: Le populaire journalier doit contenir l'information sur le nombre des jours
sr_rs: Dnevni popularni bi trebali da sadrže preglede od koliko dana?

source: Post types to include in results (including custom post types)
sr_rs: Tipovi postova da uključe rezultate (uključujući i custom post tipove)

source: List of post or page IDs to exclude from the results:
sr_rs: Lista postova ili IDs stranice da budu isključeni iz rezultata

source: Exclude Categories:
es_es: Excluir las Categorías
fr_fr: Exclure les catégories:
sr_rs: Isključene kategorije

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the starting letters and it will prompt you with options
sr_rs: Zarezima separatisana lista kategorije. Polje iznad je autokompletno tako da jednostavno samo počnite da kucate ključna slova i pokazaće vam se opcije

source: Posts
sr_rs: Postovi

source: Home page
sr_rs: Početna stranica

source: Category archives
sr_rs: Kategorija arhiva

source: Tag archives
sr_rs: Tag arhiva

source: Other archives
sr_rs: Druge arhive

source: If you choose to disable this, please add <code>&lt;?php if(function_exists('echo_ald_tptn')) echo_ald_tptn(); ?&gt;</code> to your template file where you want it displayed
sr_rs: Ako odlučite da onemogućite ovo, molim vas dodajte <code>&lt;?php if(function_exists('echo_ald_tptn')) echo_ald_tptn();?&gt;</code> vašem template fajlu gde želite da bude prikazano.

source: Always display latest post count
sr_rs: Uvek prikaži posldenje brojanje posta

source: This option uses JavaScript and will increase your page load time. Turn this off if you are not using caching plugins or are OK with displaying older cached counts. When you enable this option, the daily widget will not use the options set there, but options will need to be set on this screen.
sr_rs: Ovu opciju koristi JavaScript i povećaće vreme ušitavanje vaše stranice. Ugasite ovo ako ne koristite caching pluginove ili se slažete sa prikazivanjem starijih cache brojanja. Kada omogućite ovu opciju, dnevni widget neće koristiti opcije koje su nameštene tu, ali opcije će morati da se podese na ovom ekranu.

source: Always display latest post count in the daily lists
sr_rs: Uvek prikaži poslednje brojanje posta u dnevnoj listi

source: Track visits of authors on their own posts?
es_es: ¿Observar las visitas de los autores a sus propios posts?
fr_fr: Suivre les visites des auteurs de leurs propres messages?
sr_rs: Opcije koriste JavaScript i povećaće vreme učitavanja vaše stranicePratite posete autora na njihovim postovima?

source: Display page views on Posts > All Posts in Admin
sr_rs: Prikaži preglede stranice na Posts > All Posts u Admin

source: Link to Top 10 plugin page
sr_rs: Povežite se na Top 10 plugin stranicu

source: Format to display the count in:
es_es: El formato de visualización de la cuenta:
fr_fr: Format d’affichage de la quantité en:
sr_rs: Format za prikaz brojanja u:

source: Title of popular posts:
es_es: El título de los posts más populares
fr_fr: Les en-têtes des messages populaires
sr_rs: Naslov popularnih postova:

source: Title of daily popular posts:
es_es: El título de los posts diarios más populares
fr_fr: Les en-têtes des messages populaires journaliers
sr_rs: Naslov popularnih dnevnih postova:

source: When there are no posts, what should be shown?
sr_rs: Kada nema postova šta da prikažemo?

source: Blank Output
sr_rs: Prazan izlaz

source: Display:
sr_rs: Prikaz:

source: Show post excerpt in list?
es_es: ¿Mostrar un fragmento del post en la lista?
fr_fr: Afficher le fragment du message dans la liste?
sr_rs: Pokaži post izvoda na listi?

source: Length of excerpt (in words):
es_es: La longitud del fragmento(en palabras):
fr_fr: Longueur du fragment (mots):
sr_rs: Dužina izvoda (u rečima):

source: Limit post title length (in characters)
sr_rs: Limit dužine postova naslova (u karakterima)

source: Display number of page views in popular lists?
es_es: ¿Mostrar el número de visitas de la página en las listas más populares?
fr_fr: Afficher le nombre des visionnages des pages dans les listes de popularité?
sr_rs: Prikaži broj pregleda stranica u popularnim listama?

source: Open links in new window
sr_rs: Otvori linkove u novim prozorima

source: Add nofollow attribute to links in the list
sr_rs: Dodaj nofollow atribut linkovima u listi

source: Exclude display of related posts on these posts / pages
sr_rs: Isključi pregled vezanih postova na ovim postovima-stranicama

source: Enter comma separated list of IDs. e.g. 188,320,500
sr_rs: Unesite zarezom odvojenu listu IDa npr.188,320,500

source: Customize the output:
es_es: Personalizar el resultado:
fr_fr: Paramétrer la sortie:
sr_rs: Sredite output:

source: HTML to display before the list of posts:
es_es: HTML mostrar antes de la lista de posts:
fr_fr: HTML d'affichage avant la liste des messages:
sr_rs: HTML tza prikaz pre liste postova:

source: HTML to display before each list item:
es_es: HTML mostrar ante cada elemento de la lista:
fr_fr: HTML d'affichage avant chaque élément de la liste:
sr_rs: HTML za prikaz svake stavke sa liste:

source: HTML to display after each list item:
es_es: HTML mostrar después de cada elemento de la lista:
fr_fr: HTML d'affichage après chaque élément de la liste:
sr_rs: HTML tza prikaz posle svake stavke sa liste:

source: HTML to display after the list of posts:
es_es: HTML mostrar después de la lista de posts:
fr_fr: HTML d'affichage après la liste des messages:
sr_rs: HTML za prikaz posle liste postova:

source: Post thumbnail options:
es_es: Los parámetros del thumbnail:
fr_fr: Options thumbnail des messages:
sr_rs: Post thumbnail opcije:

source: Location of post thumbnail:
sr_rs: Lokacija posta thumbnaila:

source: Display thumbnails inline with posts, before title
es_es: Mostrar el thumbnails en línea con los posts, antes del título
fr_fr: Afficher le thumbnail encastré et les messages avant l'en-tête
sr_rs: Prikaži thumbnails inline sa postovima pre naslova

source: Display thumbnails inline with posts, after title
es_es: Mostrar el thumbnails en línea con los posts, después del título
fr_fr: Afficher le thumbnail encastré et les messages après l'en-tête
sr_rs: Prikaži thumbnails inline sa postovima posle naslova

source: Display only thumbnails, no text
es_es: Mostrar solamente thumbnails, no el texto
fr_fr: Afficher uniquement le thumbnail, sans le texte
sr_rs: Prikaži samo thumbnails, bez teksta

source: Do not display thumbnails, only text.
es_es: No mostrar thumbnails, sólo el texto
fr_fr: Ne pas afficher le thumbnail, uniquement le texte
sr_rs: Ne prikazujte thumbnails, samo tekst

source: Width of the thumbnail:
sr_rs: Širina thumbnaila:

source: Height of the thumbnail:
sr_rs: Visina thumbnaila:

source: Style attributes / Width and Height HTML attributes:
sr_rs: Stil atributa /širina i visina HTML atributa:

source: Style attributes are used for width and height. <code>style="max-width:
sr_rs: Stilovi atributa su korišćeni za čirinu i visinu. <code>style="max-width:

source: HTML width and height attributes are used for width and height. <code>width="
sr_rs: HTML širina i visina atributa se koristi za širinu i visinu.<code>width="

source: Use timthumb to generate thumbnails?
sr_rs: Upotreba timthumb za generisanja thumbnails?

source: If checked, <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> will be used to generate thumbnails
sr_rs: Ak je čekirano, <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> će se koristiti za generisanje thumbnails-a

source: The value of this field should contain the image source and is set in the <em>Add New Post</em> screen
sr_rs: Vrednost ovog polja bi trebala da sadrži source slike i njne postavke u <em>Add New Post</em> ekranu

source: Use default thumbnail?
sr_rs: Koristite default thumbnail?

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
es_es: En caso de verificar el post y al no encontrar ninguna imagen reducida, hay que mostrar de forma predeterminada de la URL de abajo. Si no está verificado el post y tampoco está encontrada la imagen reducida, entonces no hay que mostrarla.
fr_fr: S'il a été déterminé, que le thumbnail n'a pas été trouvé, afficher le Thumbnail par défaut. S'il n'a pas été déterminé, que le thumbnail n'a pas été retrouvé, ne pas afficher l'image.
sr_rs: Ako je čekirano, kada nijedna thumnail nije pronadjena prikaži default iz URLa ispod. Ako nije čekirano i nema thumbnaila, slika neće biti prikazana.

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified above
sr_rs: Plugin će prvo probveriti da li post sadrži thumbnail. Ako ne sadrži onda će proveriti meta polje. Ako to nije dopstupno, onda će vam pokazati default sliku kao što je odredjeno iznad

source: Custom Styles
sr_rs: Custom stilovi

source: Custom CSS to add to header:
sr_rs: Custom CSS je dodat header-u

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/top-10/faq/" target="_blank">FAQ</a> for available CSS classes to style.
sr_rs: Nemojte uključivati <code>style</code> tagove. Proverite <a href="http://wordpress.org/extend/plugins/top-10/faq/" target="_blank">FAQ</a> za dostupne CSS klase za stilizovanje.

source: Maintenance
sr_rs: Održavanje

source: Over time the Daily Top 10 database grows in size, which reduces the performance of the plugin. Cleaning the database at regular intervals could improve performance, especially on high traffic blogs.
sr_rs: Vremenom Dailz Top 10 baza podataka će se povećati, što smanjuje performanse plugina. Čišćenje baze podataka u regularnim intervalima može poboljšati performanse naročito na blogovima sa velikim saobraćajem.

source: Note: When scheduled maintenance is enabled, WordPress will run the cron job everytime the job is rescheduled (i.e. you change the settings below). This causes the daily posts table to reset.
sr_rs: Beleška: Kada je omogućen raspored održavanja, WordPress će pokrenuti kroniranje svaki put kada se poslu promeni raspored (npr. ako promenite postavke ispod) Ovo prouzrokuje dnevne postove tabele za resetovanje.

source: Enable scheduled maintenance of daily tables:
sr_rs: Omogući raspored održavanja u dnevnim tabelama

source: Time to run maintenance
sr_rs: Pokrenuti održavanje

source: How often should the maintenance be run:
sr_rs: Održavanje ne treba često da se pokreće

source: Daily
sr_rs: Dnevno

source: Weekly
sr_rs: Nedeljno

source: Fortnightly
sr_rs: Na dve nedelje

source: Monthly
sr_rs: Mesečno

source: The cron job has been scheduled. Maintenance will run
sr_rs: Kroniranje je zakazano. Održavanje će se pokrenuti

source: The cron job is missing. Please resave this page to add the job
sr_rs: Nedostaje kroniranje. Molim vas ponovo sašuvajte ovu stranicu da biste dodali posao

source: Maintenance is turned off
sr_rs: Održavanje je ugašeno

source: Do you want to set options to Default?
es_es: ¿Quiere configurar las opciones de forma predeterminada?
fr_fr: Définir les paramètres par défaut?
sr_rs: Da li želite da postavite opcije na Default?

source: Reset count
es_es: Reiniciar los ajustes
fr_fr: Réinitialiser le compteur
sr_rs: Resetuj brojanje

source: This cannot be reversed. Make sure that your database has been backed up before proceeding
es_es: Esta operación no puede ser anulada. Antes de anular, asegúrese de que si ha sido creada una copia de seguridad para su base de datos.
fr_fr: Cette action ne peut être annulée. Assurez-vous que la base de données a été sauvegardée avant de poursuivre.
sr_rs: Ovo ne možete da proništite. Proverite da li vam je baza podataka sačuvana u back up-u pre nego što nastavite

source: Are you sure you want to reset the popular posts?
es_es: ¿Está seguro de que desea reiniciar los posts más populares?
fr_fr: Êtes-vous sûr de vouloir annuler les postes populaires?
sr_rs: Da li ste sigurni da želite da resetujete popularne postove?

source: Are you sure you want to reset the daily popular posts?
es_es: ¿Está seguro de que desea reiniciar los posts diarios más populares?
fr_fr: Êtes-vous sûr de vouloir annuler les postes populaires journaliers?
sr_rs: Da li ste sigurni da želite da resetujete dnevne popularne postove?

source: Clear duplicates
sr_rs: Obrišite duplikate

source: This will delete the duplicate entries in the tables. Proceed?
es_es: Esta acción eliminará las entradas duplicadas en las tablas. ¿Continuar?
fr_fr: Cela supprimera les doubles des enregistrements dans les tableaux. Continuer?
sr_rs: Ovo će obrisati duple unose u tabelama. Nastaviti?

source: Popular Posts
es_es: Los posts más populares
fr_fr: Postes populaires
sr_rs: Popularni postovi

source: Daily Popular Posts
es_es: Los posts diarios más populares
fr_fr: Postes populaires journaliers
sr_rs: Dnevni popularni postovi

source: Support the development
es_es: Apoyar al elaborador
fr_fr: Soutenir le projet
sr_rs: Podrška razvoju

source: Enter amount in USD:
es_es: Ingresar las cifras en USD
fr_fr: Saisir le montant en dollars US
sr_rs: Unesite veličinu u USD:

source: Send your donation to the author of
es_es: Enviar su subvención al autor
fr_fr: Envoyer sa dotation à l'auteur
sr_rs: Pošalji vašu donaciju autoru

source: Follow us
sr_rs: Pratite nas

source: Other plugins
es_es: Otros plugins
fr_fr: Autres plugins
sr_rs: Brzi linkovi

source: Ajay's blog
es_es: Blog de Ajay
fr_fr: Blog Ajay
sr_rs: Ajayov blog

source: Support
es_es: Apoyo
fr_fr: Service d'assistance
sr_rs: Podrška

source: Recent developments
es_es: Evolución reciente
fr_fr: Les derniers projets
sr_rs: Trenutni razvoj

source: Results
es_es: Resultados
fr_fr: Résultats
sr_rs: rezultati

source: of
es_es: de, a
fr_fr: de, du, de la, des
sr_rs: od

source: Page
es_es: La página
sr_rs: Stranice

source: View Daily Popular Posts
es_es: Ver los posts diarios más populares
fr_fr: Voir les postes populaires journaliers
sr_rs: Pregledaj dnevne popularne postove

source: Results per-page:
es_es: Los resultados por página:
fr_fr: Résultats par page:
sr_rs: Rezultat po stranici:

source: View Overall Popular Posts
es_es: Ver los posts más populares
fr_fr: Voir tous les postes populaires
sr_rs: Pregledaj sve popularne postove

source: Previous
es_es: Precedentes
fr_fr: Précédente
sr_rs: Prethodni

source: Next
es_es: Siguientes
fr_fr: Suivante
sr_rs: Sledeći

source: Daily Popular
es_es: Diario Populares
fr_fr: Populaires journaliers
sr_rs: Dnevno popularno

source: Display the posts popular this week
es_es: Mostrar los posts populares de esta semana
fr_fr: Afficher les postes populaires de la semaine
sr_rs: Prikazati postove popularne ove nedelje

source: Title
sr_rs: Naslov

source: No. of posts
sr_rs: Broj postova

source: Overall
sr_rs: Sve ukupno

source: Custom time period (Enter below)
sr_rs: Vremenski period (unesite ispod)

source: Range in number of days (applies only to custom option above)
sr_rs: Raspon dana (odnosi se samo na iznad)

source: Show author?
sr_rs: Prikaži autora?

source: <h3>Popular Posts</h3>
es_es: Los posts populares
fr_fr: <h3>Postes populaires</h3>
sr_rs: <h3>Popularni Postovi</h3>

source: <h3>Daily Popular</h3>
es_es: Diario Populares
fr_fr: <h3>Populaires Journaliers</h3>
sr_rs: <h3>Dnevni popularni</h3>

source: Once Weekly
sr_rs: Jednom nedeljno

source: Once Fortnightly
sr_rs: Jednom u dve nedelje

source: Once Monthly
sr_rs: Jednom mesečno

source: Settings
es_es: Los ajustes
fr_fr: Paramètres
sr_rs: Postavke

source: Donate
es_es: Subvencionar
fr_fr: Conribuer
sr_rs: Donirajte

source: Tables cleaned of duplicate rows
es_es: Las filas duplicadas han sido eliminadas
fr_fr: Supprimer les lignes répétitives du tableau

source: Options:
es_es: Los parametros

source: Use <code>%totalcount%</code> to display the total count and <code>%dailycount%</code> to display the daily count. e.g. the default options displays <code>(Visited 123 times, 23 visits today)</code>
es_es: Utilizar <code>%totalcount%</code> para mostrar el número total y <code>%dailycount%</code> para mostrar el número al día. Por ejemplo, los ajustes predeterminados se muestran<code> (Visitado 123 veces, 23 visitas hoy)</code>
fr_fr: Appliquer <code>%totalcount%</code> pour l'affichage de la quantité totale, et code>%dailycount%</code> pour l'affichage des quantités journalières utiliser par exemple, les paramètres d'affichage par défaut <code>(Visited 123 times, 23 visits today)</code>

source: Exclude Pages in display of Popular Posts? Number of views on Pages will continue to be counted.
es_es: ¿Excluir la Páginas que muestran los posts más Populares? También será contado el número de visitas
fr_fr: Éliminer d'affichage les pages du message populaire? Le nombre des visionnage des pages qui seront toujours prises en compte.

source: Display number of views on posts?
es_es: ¿Mostrar la cantidad de audiencia de los posts?
fr_fr: Afficher le nombre des visionnages du message?

source: Display number of views on pages?
es_es: ¿Mostrar el número de accesos a las páginas?
fr_fr: Afficher le nombre des visionnages sur les pages?

source: Force daily posts' list to be dynamic? This option uses JavaScript to load the post and can increase your page load time
es_es: ¿Hacer la lista de los posts diarios más dinámica? Esta opción utiliza JavaScript para cargar el post y también puede aumentar el tiempo de carga
fr_fr: Rendre la liste des postes journaliers dynamiques? Cette option fait appel à JavaScript, le chargement du poste peut augmenter le temps du chargement de la page

source: Display page views on Edit posts/pages in WP-Admin? An extra column is added with the count
es_es: ¿Mostrar la cantidad de audiencias de la página en Editar los posts/las páginas en WP-Admin? Una columna adicional se agrega a la cuenta
fr_fr: Afficher les visionnages des pages dans le rédacteur de messages / pages de WP-Admin? Une colonne supplémentaire avec graphe est rajoutée

source: A link to the plugin is added as an extra list item to the list of popular posts. Not mandatory, but thanks if you do it!
es_es: Un enlace al plugin se agrega al cuadro de los posts más populares, como un elemento de una lista adicional. Esto no es obligatorio, pero le agradeceríamos al hacerlo!
fr_fr: Le lien vers le plugin en qualité d'élément complémentaire de la liste dans le répertoire des enregistrements populaires. Cela n'est pas obligatoire, mais nous vous y remercions!

source: Output Options:
es_es: Los Parámetros Resultantes
fr_fr: Paramètres de sortie

source: Post thumbnail meta field (the meta should point to the image source):
es_es: Publicar el post con el enlace, con referencia a la imagen reducida (el enlace debe indicar a la imagen original)"
fr_fr: Afficher meta field thumbnail, doit pointer sur l'image initiale:

source: If the postmeta is not set, then should the plugin extract the first image from the post. This can slow down the loading of your post if the first image in the related posts is large in file-size
es_es: Si el parámetro postmeta no está instalado, entonces el plugin debería retirar la primera imagen del post. Esto puede retrasar la carga de su post, en caso que la primera imagen de los posts correspondientes es muy grande en tamaño de archivo
fr_fr: Si le PostMeta n'est pas défini, alors le plugin doit extraire la première image du poste. Cela pourrait ralentir le chargement de votre poste, si la première image de la résolution correspondante du fichier est de taille supérieure

source: Thumbnail dimensions:
es_es: La extensión de la imagen reducida:
fr_fr: Dimension thumbnail:

source: Max width:
es_es: El ancho máximo:
fr_fr: Largeur maximale:

source: Max height:
es_es: La altura máxima
fr_fr: Hauteur maximale:

source: Quick links
es_es: Enlaces rápidos
fr_fr: Liens rapides

source: Top 10
es_es: Тоp 10
fr_fr: Тоp 10

source: plugin page
es_es: página plugin
fr_fr: Page de plugin

source: Follow @ajaydsouza on Twitter
es_es: Seguir @ajaydsouza en Twitter
fr_fr: Follow @ajaydsouza sur Twitter

source: Top 10
es_es: Тоp 10
fr_fr: Тоp 10

source: Total / Today's Views
es_es: Total/Visitas de hoy
fr_fr: Total/aujourd'hui visionnages

source: Display the posts popular today
es_es: Mostrar los posts populares de hoy
fr_fr: Afficher les postes populaires aujourd'hui
